tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "eza"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "htop"
brew "jq"
brew "starship"
brew "tmux"
brew "xclip"
cask "1password"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "arc"
cask "clibor"
cask "devtoys"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fuwari"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "wezterm"
