tap "homebrew/brew"
tap "homebrew/cask-fonts"
brew "bat"
brew "exiftool"
brew "eza"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghcup"
brew "ghq"
brew "htop"
brew "jq"
brew "neovim"
brew "pdfcpu"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "xclip"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "arc"
cask "claude"
cask "deepl"
cask "devtoys"
cask "docker-desktop"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fuwari"
cask "gcloud-cli"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "licecap"
cask "notion"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "remnote"
cask "spotify"
cask "stats"
cask "thebrowsercompany-dia"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "kindle"
